Repository: bsenturk/qreative-ios
Catalog: QReative/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, ja, pt_br, th, tr, vi

source: /day
ar: /يوم
de: /Tag
es: /día
fr: /jour
id: /hari
ja: /日
pt_br: /dia
th: /วัน
tr: /gün
vi: /ngày

source: /month
ar: /شهر
de: /Monat
es: /mes
fr: /mois
id: /bulan
ja: /月
pt_br: /mês
th: /เดือน
tr: /ay
vi: /tháng

source: /week
ar: /أسبوع
de: /Woche
es: /semana
fr: /semaine
id: /minggu
ja: /週
pt_br: /semana
th: /สัปดาห์
tr: /hafta
vi: /tuần

source: /year
ar: /سنة
de: /Jahr
es: /año
fr: /an
id: /tahun
ja: /年
pt_br: /ano
th: /ปี
tr: /yıl
vi: /năm

source: %@ detected
ar: تم اكتشاف %@
de: %@ erkannt
es: %@ detectado
fr: %@ détecté
id: %@ terdeteksi
ja: %@を検出
pt_br: %@ detectado
th: ตรวจพบ %@
tr: %@ algılandı
vi: Đã phát hiện %@

source: %@. Auto-renews until canceled — cancel anytime in Settings.
ar: %@. يتجدد تلقائيًا حتى الإلغاء — يمكنك الإلغاء في أي وقت من الإعدادات.
de: %@. Verlängert sich automatisch bis zur Kündigung — jederzeit in den Einstellungen kündbar.
es: %@. Se renueva automáticamente hasta su cancelación: cancela cuando quieras en Ajustes.
fr: %@. Renouvellement automatique jusqu'à résiliation — annulable à tout moment dans Réglages.
id: %@. Diperpanjang otomatis sampai dibatalkan — batalkan kapan saja di Pengaturan.
ja: %@。解約するまで自動更新されます — 設定からいつでも解約できます。
pt_br: %@. Renova automaticamente até o cancelamento — cancele quando quiser em Ajustes.
th: %@ ต่ออายุอัตโนมัติจนกว่าจะยกเลิก — ยกเลิกได้ทุกเมื่อในการตั้งค่า
tr: %@. İptal edilene kadar otomatik yenilenir — Ayarlar'dan istediğin zaman iptal et.
vi: %@. Tự động gia hạn cho đến khi hủy — hủy bất cứ lúc nào trong Cài đặt.

source: %@/%@. Auto-renews until canceled — cancel anytime in Settings.
ar: %1$@/%2$@. تتجدد تلقائيًا حتى الإلغاء — يمكنك الإلغاء في أي وقت من الإعدادات.
de: %1$@/%2$@. Verlängert sich automatisch bis zur Kündigung – jederzeit in den Einstellungen kündbar.
es: %1$@/%2$@. Se renueva automáticamente hasta cancelar: cancela cuando quieras en Ajustes.
fr: %1$@/%2$@. Renouvellement automatique jusqu’à résiliation — annulez à tout moment dans Réglages.
id: %1$@/%2$@. Diperpanjang otomatis hingga dibatalkan — batalkan kapan saja di Pengaturan.
ja: %1$@/%2$@。解約するまで自動更新されます。設定からいつでも解約できます。
pt_br: %1$@/%2$@. Renova automaticamente até cancelar — cancele quando quiser nas Configurações.
th: %1$@/%2$@ ต่ออายุอัตโนมัติจนกว่าจะยกเลิก — ยกเลิกได้ทุกเมื่อในการตั้งค่า
tr: %1$@/%2$@. İptal edilene kadar otomatik yenilenir — istediğiniz zaman Ayarlar’dan iptal edebilirsiniz.
vi: %1$@/%2$@. Tự động gia hạn cho đến khi hủy — hủy bất cứ lúc nào trong Cài đặt.

source: %lld-day free trial
ar: تجربة مجانية لمدة %lld يوم
de: %lld Tage kostenlos testen
es: Prueba gratis de %lld días
fr: Essai gratuit de %lld jours
id: Uji coba gratis %lld hari
ja: %lld日間の無料トライアル
pt_br: Teste gratuito de %lld dias
th: ทดลองใช้ฟรี %lld วัน
tr: %lld günlük ücretsiz deneme
vi: Dùng thử miễn phí %lld ngày

source: %1$lld-day free trial, then %2$@. Auto-renews until canceled — cancel anytime in Settings.
ar: تجربة مجانية لمدة %lld يوم، ثم %@. يتجدد تلقائيًا حتى الإلغاء — يمكنك الإلغاء في أي وقت من الإعدادات.
de: %lld Tage kostenlos, danach %@. Verlängert sich automatisch bis zur Kündigung — jederzeit in den Einstellungen kündbar.
es: Prueba gratis de %lld días y luego %@. Se renueva automáticamente hasta su cancelación: cancela cuando quieras en Ajustes.
fr: Essai gratuit de %lld jours, puis %@. Renouvellement automatique jusqu'à résiliation — annulable à tout moment dans Réglages.
id: Uji coba gratis %lld hari, lalu %@. Diperpanjang otomatis sampai dibatalkan — batalkan kapan saja di Pengaturan.
ja: %lld日間無料、その後%@。解約するまで自動更新されます — 設定からいつでも解約できます。
pt_br: Teste gratuito de %lld dias e depois %@. Renova automaticamente até o cancelamento — cancele quando quiser em Ajustes.
th: ทดลองใช้ฟรี %lld วัน จากนั้น %@ ต่ออายุอัตโนมัติจนกว่าจะยกเลิก — ยกเลิกได้ทุกเมื่อในการตั้งค่า
tr: %lld günlük ücretsiz deneme, ardından %@. İptal edilene kadar otomatik yenilenir — Ayarlar'dan istediğin zaman iptal et.
vi: Dùng thử miễn phí %lld ngày, sau đó %@. Tự động gia hạn cho đến khi hủy — hủy bất cứ lúc nào trong Cài đặt.

source: %lld-day free trial, then %@/%@. Auto-renews until canceled — cancel anytime in Settings.
ar: تجربة مجانية لمدة %1$lld يوم، ثم %2$@/%3$@. تتجدد تلقائيًا حتى الإلغاء — يمكنك الإلغاء في أي وقت من الإعدادات.
de: %1$lld Tage gratis, danach %2$@/%3$@. Verlängert sich automatisch bis zur Kündigung – jederzeit in den Einstellungen kündbar.
es: %1$lld días gratis, luego %2$@/%3$@. Se renueva automáticamente hasta cancelar: cancela cuando quieras en Ajustes.
fr: %1$lld jours gratuits, puis %2$@/%3$@. Renouvellement automatique jusqu’à résiliation — annulez à tout moment dans Réglages.
id: Uji coba gratis %1$lld hari, lalu %2$@/%3$@. Diperpanjang otomatis hingga dibatalkan — batalkan kapan saja di Pengaturan.
ja: %1$lld日間無料、その後%2$@/%3$@。解約するまで自動更新されます。設定からいつでも解約できます。
pt_br: %1$lld dias grátis, depois %2$@/%3$@. Renova automaticamente até cancelar — cancele quando quiser nas Configurações.
th: ทดลองใช้ฟรี %1$lld วัน จากนั้น %2$@/%3$@ ต่ออายุอัตโนมัติจนกว่าจะยกเลิก — ยกเลิกได้ทุกเมื่อในการตั้งค่า
tr: %1$lld günlük ücretsiz deneme, ardından %2$@/%3$@. İptal edilene kadar otomatik yenilenir — istediğiniz zaman Ayarlar’dan iptal edebilirsiniz.
vi: Dùng thử miễn phí %1$lld ngày, sau đó %2$@/%3$@. Tự động gia hạn cho đến khi hủy — hủy bất cứ lúc nào trong Cài đặt.

source: 2 Months
ar: شهران
de: 2 Monate
es: 2 meses
fr: 2 mois
id: 2 Bulan
ja: 2か月
pt_br: 2 meses
th: 2 เดือน
tr: 2 Ay
vi: 2 tháng

source: 3 Months
ar: 3 أشهر
de: 3 Monate
es: 3 meses
fr: 3 mois
id: 3 Bulan
ja: 3か月
pt_br: 3 meses
th: 3 เดือน
tr: 3 Ay
vi: 3 tháng

source: 4.9 · loved by 50k+ creators
ar: 4.9 · يحبه أكثر من 50 ألف مبدع
de: 4,9 · von 50.000+ Kreativen geliebt
es: 4.9 · adorada por más de 50 000 creadores
fr: 4,9 · adorée par plus de 50 000 créateurs
id: 4.9 · disukai 50rb+ kreator
ja: 4.9 · 5万人以上のクリエイターに支持
pt_br: 4,9 · amada por mais de 50 mil criadores
th: 4.9 · ครีเอเตอร์กว่า 50,000+ คนชื่นชอบ
tr: 4.9 · 50.000+ tasarımcının favorisi
vi: 4.9 · được hơn 50k nhà sáng tạo yêu thích

source: 6 Months
ar: 6 أشهر
de: 6 Monate
es: 6 meses
fr: 6 mois
id: 6 Bulan
ja: 6か月
pt_br: 6 meses
th: 6 เดือน
tr: 6 Ay
vi: 6 tháng

source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
id: Tentang
ja: 情報
pt_br: Sobre
th: เกี่ยวกับ
tr: Hakkında
vi: Giới thiệu

source: Account
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
id: Akun
ja: アカウント
pt_br: Conta
th: บัญชี
tr: Hesap
vi: Tài khoản

source: Ad-Free Experience
ar: تجربة بلا إعلانات
de: Werbefreies Erlebnis
es: Experiencia sin anuncios
fr: Expérience sans publicité
id: Pengalaman Bebas Iklan
ja: 広告なしの体験
pt_br: Experiência sem anúncios
th: ประสบการณ์ปลอดโฆษณา
tr: Reklamsız Deneyim
vi: Trải nghiệm không quảng cáo

source: Ad-free experience and all features with Pro
ar: تجربة خالية من الإعلانات وكل الميزات مع Pro
de: Werbefreies Erlebnis und alle Funktionen mit Pro
es: Experiencia sin anuncios y todas las funciones con Pro
fr: Expérience sans publicité et toutes les fonctionnalités avec Pro
id: Pengalaman bebas iklan dan semua fitur dengan Pro
ja: Proで広告なし、すべての機能を利用可能
pt_br: Experiência sem anúncios e todos os recursos com o Pro
th: ประสบการณ์ปลอดโฆษณาและฟีเจอร์ทั้งหมดด้วย Pro
tr: Pro ile reklamsız deneyim ve tüm özellikler
vi: Trải nghiệm không quảng cáo và mọi tính năng với Pro

source: Add Contact
ar: إضافة جهة اتصال
de: Kontakt hinzufügen
es: Añadir contacto
fr: Ajouter le contact
id: Tambah Kontak
ja: 連絡先を追加
pt_br: Adicionar contato
th: เพิ่มรายชื่อ
tr: Kişi Ekle
vi: Thêm danh bạ

source: Add Emoji
ar: إضافة إيموجي
de: Emoji hinzufügen
es: Añadir emoji
fr: Ajouter un emoji
id: Tambah emoji
ja: 絵文字を追加
pt_br: Adicionar emoji
th: เพิ่มอิโมจิ
tr: Emoji Ekle
vi: Thêm emoji

source: Add Logo
ar: إضافة شعار
de: Logo hinzufügen
es: Añadir logo
fr: Ajouter un logo
id: Tambah logo
ja: ロゴを追加
pt_br: Adicionar logo
th: เพิ่มโลโก้
tr: Logo Ekle
vi: Thêm logo

source: Add your brand logo or emoji to QR codes
ar: أضف شعار علامتك أو إيموجي إلى رموز QR
de: Markenlogo oder Emoji zu QR-Codes hinzufügen
es: Añade tu logo o emoji a los códigos QR
fr: Ajoutez votre logo ou emoji aux QR codes
id: Tambahkan logo merek atau emoji ke kode QR
ja: ブランドロゴや絵文字をQRコードに追加
pt_br: Adicione seu logo ou emoji aos códigos QR
th: เพิ่มโลโก้แบรนด์หรืออิโมจิลงในรหัส QR
tr: QR kodlarına logonuzu veya emoji ekleyin
vi: Thêm logo thương hiệu hoặc emoji vào mã QR

source: All features unlocked · Thank you!
ar: تم فتح جميع الميزات · شكرًا لك!
de: Alle Funktionen freigeschaltet · Danke!
es: Todas las funciones desbloqueadas · ¡Gracias!
fr: Toutes les fonctionnalités débloquées · Merci !
id: Semua fitur terbuka · Terima kasih!
ja: すべての機能が解除されました · ありがとうございます！
pt_br: Todos os recursos desbloqueados · Obrigado!
th: ปลดล็อกทุกฟีเจอร์แล้ว · ขอบคุณ!
tr: Tüm özellikler açıldı · Teşekkürler!
vi: Đã mở khóa mọi tính năng · Cảm ơn bạn!

source: All QR Formats
ar: كل صيغ QR
de: Alle QR-Formate
es: Todos los formatos QR
fr: Tous les formats QR
id: Semua Format QR
ja: すべてのQR形式
pt_br: Todos os formatos de QR
th: รูปแบบ QR ทั้งหมด
tr: Tüm QR Biçimleri
vi: Mọi định dạng QR

source: An unknown error occurred
ar: حدث خطأ غير معروف
de: Ein unbekannter Fehler ist aufgetreten
es: Ocurrió un error desconocido
fr: Une erreur inconnue s’est produite
id: Terjadi kesalahan yang tidak diketahui
ja: 不明なエラーが発生しました
pt_br: Ocorreu um erro desconhecido
th: เกิดข้อผิดพลาดที่ไม่รู้จัก
tr: Bilinmeyen bir hata oluştu
vi: Đã xảy ra lỗi không xác định

source: App Icon
ar: أيقونة التطبيق
de: App-Symbol
es: Icono de la app
fr: Icône de l'app
id: Ikon Aplikasi
ja: アプリアイコン
pt_br: Ícone do app
th: ไอคอนแอป
tr: Uygulama Simgesi
vi: Biểu tượng ứng dụng

source: Auto-open links
ar: فتح الروابط تلقائيًا
de: Links automatisch öffnen
es: Abrir enlaces automáticamente
fr: Ouvrir les liens automatiquement
id: Buka tautan otomatis
ja: リンクを自動で開く
pt_br: Abrir links automaticamente
th: เปิดลิงก์อัตโนมัติ
tr: Bağlantıları otomatik aç
vi: Tự động mở liên kết

source: Auto-renews until canceled — cancel anytime in Settings.
ar: يتجدد تلقائيًا حتى الإلغاء — يمكنك الإلغاء في أي وقت من الإعدادات.
de: Verlängert sich automatisch bis zur Kündigung — jederzeit in den Einstellungen kündbar.
es: Se renueva automáticamente hasta su cancelación: cancela cuando quieras en Ajustes.
fr: Renouvellement automatique jusqu'à résiliation — annulable à tout moment dans Réglages.
id: Diperpanjang otomatis sampai dibatalkan — batalkan kapan saja di Pengaturan.
ja: 解約するまで自動更新されます — 設定からいつでも解約できます。
pt_br: Renova automaticamente até o cancelamento — cancele quando quiser em Ajustes.
th: ต่ออายุอัตโนมัติจนกว่าจะยกเลิก — ยกเลิกได้ทุกเมื่อในการตั้งค่า
tr: İptal edilene kadar otomatik yenilenir — Ayarlar'dan istediğin zaman iptal et.
vi: Tự động gia hạn cho đến khi hủy — hủy bất cứ lúc nào trong Cài đặt.

source: Barcode
ar: باركود
es: Código de barras
fr: Code-barres
ja: バーコード
pt_br: Código de barras
th: บาร์โค้ด
tr: Barkod
vi: Mã vạch

source: BEST VALUE
ar: أفضل قيمة
de: BESTER PREIS
es: MEJOR VALOR
fr: MEILLEURE OFFRE
id: TERBAIK
ja: 一番お得
pt_br: MELHOR OFERTA
th: คุ้มที่สุด
tr: EN AVANTAJLI
vi: GIÁ TRỊ NHẤT

source: Billed %@
ar: يُفوتر %@
de: %@ abgerechnet
es: Facturado %@
fr: Facturé %@
id: Ditagih %@
ja: %@請求
pt_br: Cobrado %@
th: เรียกเก็บเงิน %@
tr: %@ faturalandırılır
vi: Thanh toán %@

source: Billed monthly
ar: الفوترة شهريًا
de: Monatliche Abrechnung
es: Facturación mensual
fr: Facturé chaque mois
id: Ditagih bulanan
ja: 毎月請求
pt_br: Cobrado mensalmente
th: เรียกเก็บรายเดือน
tr: Aylık faturalandırılır
vi: Thanh toán hàng tháng

source: Billed weekly
ar: الفوترة أسبوعيًا
de: Wöchentliche Abrechnung
es: Facturación semanal
fr: Facturé chaque semaine
id: Ditagih mingguan
ja: 毎週請求
pt_br: Cobrado semanalmente
th: เรียกเก็บรายสัปดาห์
tr: Haftalık faturalandırılır
vi: Thanh toán hàng tuần

source: Billed yearly
ar: الفوترة سنويًا
de: Jährliche Abrechnung
es: Facturación anual
fr: Facturé chaque année
id: Ditagih tahunan
ja: 毎年請求
pt_br: Cobrado anualmente
th: เรียกเก็บรายปี
tr: Yıllık faturalandırılır
vi: Thanh toán hàng năm

source: Black
ar: أسود
de: Schwarz
es: Negro
fr: Noir
id: Hitam
ja: ブラック
pt_br: Preto
th: ดำ
tr: Siyah
vi: Đen

source: Body
ar: النص
de: Text
es: Cuerpo
fr: Corps
id: Isi
ja: 本文
pt_br: Corpo
th: เนื้อหา
tr: İçerik
vi: Nội dung

source: By downloading or using the app **QReative: QR Code Reader**, these terms will automatically apply to you.
ar: بتنزيل تطبيق **QReative: QR Code Reader** أو استخدامه، تنطبق عليك هذه الشروط تلقائيًا.
de: Durch das Herunterladen oder Verwenden der App **QReative: QR Code Reader** gelten diese Bedingungen automatisch für Sie.
es: Al descargar o usar la app **QReative: QR Code Reader**, estos términos se aplicarán automáticamente a ti.
fr: En téléchargeant ou en utilisant l'application **QReative: QR Code Reader**, ces conditions s'appliquent automatiquement à vous.
id: Dengan mengunduh atau menggunakan aplikasi **QReative: QR Code Reader**, ketentuan ini secara otomatis berlaku untuk Anda.
ja: アプリ **QReative: QR Code Reader** をダウンロードまたは使用すると、これらの規約が自動的に適用されます。
pt_br: Ao baixar ou usar o app **QReative: QR Code Reader**, estes termos se aplicarão automaticamente a você.
th: เมื่อดาวน์โหลดหรือใช้แอป **QReative: QR Code Reader** ข้อกำหนดเหล่านี้จะมีผลกับคุณโดยอัตโนมัติ
tr: **QReative: QR Code Reader** uygulamasını indirerek veya kullanarak bu koşullar otomatik olarak sizin için geçerli olur.
vi: Bằng cách tải xuống hoặc sử dụng ứng dụng **QReative: QR Code Reader**, các điều khoản này sẽ tự động áp dụng cho bạn.

source: By using the App, you consent to the processing of your information as set forth in this Privacy Policy.
ar: باستخدام التطبيق، فإنك توافق على معالجة معلوماتك على النحو المبين في سياسة الخصوصية هذه.
de: Durch die Nutzung der App stimmen Sie der Verarbeitung Ihrer Daten gemäß dieser Datenschutzrichtlinie zu.
es: Al usar la App, aceptas el procesamiento de tu información según lo establecido en esta Política de Privacidad.
fr: En utilisant l'App, vous consentez au traitement de vos informations comme indiqué dans cette politique de confidentialité.
id: Dengan menggunakan Aplikasi, Anda menyetujui pemrosesan informasi Anda sebagaimana diatur dalam Kebijakan Privasi ini.
ja: 本アプリを使用することで、本プライバシーポリシーに定める方法での情報の処理に同意したものとみなされます。
pt_br: Ao usar o App, você consente com o processamento das suas informações conforme estabelecido nesta Política de Privacidade.
th: เมื่อใช้แอป คุณยินยอมให้มีการประมวลผลข้อมูลของคุณตามที่ระบุไว้ในนโยบายความเป็นส่วนตัวนี้
tr: Uygulamayı kullanarak, bilgilerinizin bu Gizlilik Politikası'nda belirtildiği şekilde işlenmesini kabul etmiş olursunuz.
vi: Bằng cách sử dụng Ứng dụng, bạn đồng ý với việc xử lý thông tin của mình như nêu trong Chính sách Quyền riêng tư này.

source: Call
ar: اتصال
de: Anrufen
es: Llamar
fr: Appeler
id: Panggil
ja: 電話
pt_br: Ligar
th: โทร
tr: Ara
vi: Gọi

source: Camera Access Required
ar: مطلوب الوصول إلى الكاميرا
de: Kamerazugriff erforderlich
es: Se requiere acceso a la cámara
fr: Accès à la caméra requis
id: Akses kamera diperlukan
ja: カメラへのアクセスが必要です
pt_br: Acesso à câmera necessário
th: ต้องอนุญาตการเข้าถึงกล้อง
tr: Kamera Erişimi Gerekli
vi: Cần quyền truy cập camera

source: Camera Preview
ar: معاينة الكاميرا
de: Kameravorschau
es: Vista previa de la cámara
fr: Aperçu de la caméra
id: Pratinjau Kamera
ja: カメラプレビュー
pt_br: Visualização da câmera
th: ตัวอย่างกล้อง
tr: Kamera Önizleme
vi: Xem trước camera

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ja: キャンセル
pt_br: Cancelar
th: ยกเลิก
tr: İptal
vi: Hủy

source: Cancel anytime — no commitment
ar: ألغِ في أي وقت — دون التزام
de: Jederzeit kündbar — keine Verpflichtung
es: Cancela cuando quieras — sin compromiso
fr: Annulez à tout moment — sans engagement
id: Batalkan kapan saja — tanpa komitmen
ja: いつでも解約可能 — 縛りなし
pt_br: Cancele quando quiser — sem compromisso
th: ยกเลิกได้ทุกเมื่อ — ไม่มีข้อผูกมัด
tr: İstediğin zaman iptal et — taahhüt yok
vi: Hủy bất cứ lúc nào — không ràng buộc

source: Check out QReative - Create beautiful QR codes!
ar: جرّب QReative - أنشئ رموز QR رائعة!
de: Schau dir QReative an – erstelle schöne QR-Codes!
es: ¡Descubre QReative: crea códigos QR increíbles!
fr: Découvrez QReative - créez de superbes QR codes !
id: Coba QReative - Buat kode QR yang indah!
ja: QReativeをチェック - 美しいQRコードを作ろう！
pt_br: Conheça o QReative - Crie lindos códigos QR!
th: ลองใช้ QReative - สร้างรหัส QR สวยๆ!
tr: QReative’i keşfet - Harika QR kodları oluştur!
vi: Khám phá QReative - Tạo mã QR đẹp mắt!

source: Choose a format to generate a QR code.
ar: اختر تنسيقًا لإنشاء رمز QR.
de: Wähle ein Format, um einen QR-Code zu erstellen.
es: Elige un formato para generar un código QR.
fr: Choisissez un format pour générer un QR code.
id: Pilih format untuk membuat kode QR.
ja: QRコードを生成する形式を選択してください。
pt_br: Escolha um formato para gerar um QR code.
th: เลือกรูปแบบเพื่อสร้างคิวอาร์โค้ด
tr: QR kod oluşturmak için bir biçim seçin.
vi: Chọn định dạng để tạo mã QR.

source: Choose an Emoji
ar: اختر إيموجي
de: Emoji wählen
es: Elige un emoji
fr: Choisir un emoji
id: Pilih emoji
ja: 絵文字を選択
pt_br: Escolha um emoji
th: เลือกอิโมจิ
tr: Emoji Seç
vi: Chọn emoji

source: Choose your app icon
ar: اختر أيقونة تطبيقك
de: Wählen Sie Ihr App-Symbol
es: Elige el icono de tu app
fr: Choisissez l'icône de votre app
id: Pilih ikon aplikasi Anda
ja: アプリアイコンを選択
pt_br: Escolha o ícone do seu app
th: เลือกไอคอนแอปของคุณ
tr: Uygulama simgenizi seçin
vi: Chọn biểu tượng ứng dụng của bạn

source: Clear All
ar: مسح الكل
de: Alle löschen
es: Borrar todo
fr: Tout effacer
id: Hapus Semua
ja: すべて消去
pt_br: Limpar tudo
th: ล้างทั้งหมด
tr: Tümünü Temizle
vi: Xóa tất cả

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
ja: 閉じる
pt_br: Fechar
th: ปิด
tr: Kapat
vi: Đóng

source: Cobalt
ar: كوبالت
de: Kobalt
es: Cobalto
id: Kobalt
ja: コバルト
pt_br: Cobalto
th: โคบอลต์
tr: Kobalt
vi: Xanh côban

source: Color
ar: اللون
de: Farbe
fr: Couleur
id: Warna
ja: カラー
pt_br: Cor
th: สี
tr: Renk
vi: Màu sắc

source: Colors, gradients & unique patterns
ar: ألوان وتدرجات وأنماط فريدة
de: Farben, Verläufe & einzigartige Muster
es: Colores, degradados y patrones únicos
fr: Couleurs, dégradés et motifs uniques
id: Warna, gradien & pola unik
ja: 色・グラデーション・独自パターン
pt_br: Cores, gradientes e padrões únicos
th: สี ไล่เฉดสี และลวดลายเฉพาะ
tr: Renkler, geçişler ve özgün desenler
vi: Màu sắc, dải màu & họa tiết độc đáo

source: Coming soon...
ar: قريبًا...
de: Demnächst …
es: Próximamente...
fr: Bientôt disponible…
id: Segera hadir...
ja: 近日公開...
pt_br: Em breve...
th: เร็วๆ นี้...
tr: Yakında...
vi: Sắp ra mắt...

source: Company
ar: الشركة
de: Unternehmen
es: Empresa
fr: Entreprise
id: Perusahaan
ja: 会社
pt_br: Empresa
th: บริษัท
tr: Şirket
vi: Công ty

source: Company Name
ar: اسم الشركة
de: Firmenname
es: Nombre de la empresa
fr: Nom de l’entreprise
id: Nama Perusahaan
ja: 会社名
pt_br: Nome da empresa
th: ชื่อบริษัท
tr: Şirket Adı
vi: Tên công ty

source: Compose email
ar: كتابة بريد إلكتروني
de: E-Mail verfassen
es: Redactar correo
fr: Rédiger un e-mail
id: Tulis email
ja: メールを作成
pt_br: Escrever e-mail
th: เขียนอีเมล
tr: E-posta oluştur
vi: Soạn email

source: Connect
ar: اتصال
de: Verbinden
es: Conectar
fr: Se connecter
id: Hubungkan
ja: 接続
pt_br: Conectar
th: เชื่อมต่อ
tr: Bağlan
vi: Kết nối

source: Contact
ar: جهة اتصال
de: Kontakt
es: Contacto
id: Kontak
ja: 連絡先
pt_br: Contato
th: รายชื่อติดต่อ
tr: Kişi
vi: Danh bạ

source: Contact us at support@qreative.app
ar: تواصل معنا على support@qreative.app
de: Kontaktieren Sie uns unter support@qreative.app
es: Contáctanos en support@qreative.app
fr: Contactez-nous à support@qreative.app
id: Hubungi kami di support@qreative.app
ja: support@qreative.app までお問い合わせください
pt_br: Fale conosco em support@qreative.app
th: ติดต่อเราที่ support@qreative.app
tr: Bize support@qreative.app adresinden ulaşın
vi: Liên hệ với chúng tôi tại support@qreative.app

source: Content
ar: المحتوى
de: Inhalt
es: Contenido
fr: Contenu
id: Konten
ja: 内容
pt_br: Conteúdo
th: เนื้อหา
tr: İçerik
vi: Nội dung

source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
id: Lanjutkan
ja: 続ける
pt_br: Continuar
th: ดำเนินการต่อ
tr: Devam Et
vi: Tiếp tục

source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
id: Disalin
ja: コピーしました
pt_br: Copiado
th: คัดลอกแล้ว
tr: Kopyalandı
vi: Đã sao chép

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
id: Salin
ja: コピー
pt_br: Copiar
th: คัดลอก
tr: Kopyala
vi: Sao chép

source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
id: Buat
ja: 作成
pt_br: Criar
th: สร้าง
tr: Oluştur
vi: Tạo

source: Create and scan QR codes & barcodes — all in one place.
ar: أنشئ وامسح رموز QR والباركود — كل ذلك في مكان واحد.
de: QR-Codes & Barcodes erstellen und scannen — alles an einem Ort.
es: Crea y escanea códigos QR y de barras: todo en un solo lugar.
fr: Créez et scannez des QR codes et codes-barres — tout au même endroit.
id: Buat dan pindai kode QR & barcode — semua dalam satu tempat.
ja: QRコードとバーコードを作成・スキャン — すべてが一つに。
pt_br: Crie e escaneie QR codes e códigos de barras — tudo num só lugar.
th: สร้างและสแกนคิวอาร์โค้ดและบาร์โค้ด — ครบในที่เดียว
tr: QR kodları ve barkodları oluştur ve tara — hepsi tek yerde.
vi: Tạo và quét mã QR & mã vạch — tất cả trong một.

source: Create Unique QR Codes
ar: أنشئ رموز QR فريدة
de: Einzigartige QR-Codes erstellen
es: Crea códigos QR únicos
fr: Créez des QR codes uniques
id: Buat Kode QR Unik
ja: ユニークなQRコードを作成
pt_br: Crie códigos QR únicos
th: สร้างรหัส QR ที่ไม่ซ้ำใคร
tr: Benzersiz QR Kodları Oluştur
vi: Tạo mã QR độc đáo

source: Custom colors, shapes, logos & emojis
ar: ألوان وأشكال وشعارات ورموز تعبيرية مخصصة
de: Eigene Farben, Formen, Logos & Emojis
es: Colores, formas, logotipos y emojis personalizados
fr: Couleurs, formes, logos et emojis personnalisés
id: Warna, bentuk, logo & emoji khusus
ja: カスタムカラー・形・ロゴ・絵文字
pt_br: Cores, formas, logotipos e emojis personalizados
th: สี รูปทรง โลโก้ และอิโมจิที่กำหนดเอง
tr: Özel renkler, şekiller, logolar ve emojiler
vi: Màu sắc, hình dạng, logo & emoji tùy chỉnh

source: Custom QR Designs
ar: تصاميم QR مخصصة
de: Individuelle QR-Designs
es: Diseños QR personalizados
fr: Designs QR personnalisés
id: Desain QR Kustom
ja: カスタムQRデザイン
pt_br: Designs de QR personalizados
th: ดีไซน์ QR ที่กำหนดเอง
tr: Özel QR Tasarımları
vi: Thiết kế QR tùy chỉnh

source: Customize colors, shapes, and logos.
ar: خصّص الألوان والأشكال والشعارات.
de: Farben, Formen und Logos anpassen.
es: Personaliza colores, formas y logos.
fr: Personnalisez couleurs, formes et logos.
id: Sesuaikan warna, bentuk, dan logo.
ja: 色・形・ロゴをカスタマイズ。
pt_br: Personalize cores, formas e logos.
th: ปรับแต่งสี รูปทรง และโลโก้
tr: Renkleri, şekilleri ve logoları özelleştirin.
vi: Tùy chỉnh màu sắc, hình dạng và logo.

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
id: Hapus
ja: 削除
pt_br: Excluir
th: ลบ
tr: Sil
vi: Xóa

source: Delete QR Code
ar: حذف رمز QR
de: QR-Code löschen
es: Eliminar código QR
fr: Supprimer le QR code
id: Hapus Kode QR
ja: QRコードを削除
pt_br: Excluir código QR
th: ลบรหัส QR
tr: QR Kodunu Sil
vi: Xóa mã QR

source: Direct call
ar: اتصال مباشر
de: Direktanruf
es: Llamada directa
fr: Appel direct
id: Panggilan langsung
ja: 直接通話
pt_br: Chamada direta
th: โทรโดยตรง
tr: Doğrudan arama
vi: Gọi trực tiếp

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
id: Selesai
ja: 完了
pt_br: Concluído
th: เสร็จสิ้น
tr: Bitti
vi: Xong

source: Dots
ar: نقاط
de: Punkte
es: Puntos
fr: Points
id: Titik
ja: ドット
pt_br: Pontos
th: จุด
tr: Noktalar
vi: Chấm

source: Email
ar: البريد الإلكتروني
es: Correo
ja: メール
th: อีเมล
tr: E-posta

source: Email Address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
es: Dirección de correo
fr: Adresse e-mail
id: Alamat Email
ja: メールアドレス
pt_br: Endereço de e-mail
th: ที่อยู่อีเมล
tr: E-posta Adresi
vi: Địa chỉ email

source: Emoji
ar: إيموجي
ja: 絵文字
th: อิโมจิ
